{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-02-01.pdf ","goal_meta_link_text":"Lýsigögn Sameinuðu Þjóðanna (PDF 98.2 KB)","graph_type":"line","indicator":"1.2.1","indicator_definition":"Mælingar á landsbundinni fátækt eru mikilvægar fyrir innlenda stefnumótun. Landsbundin fátæktarmörk eru notuð til að fá nákvæmari mat á fátækt sem samrýmist efnahagslegum og félagslegum aðstæðum í hverju landi fyrir sig, en eru ekki ætluð fyrir alþjóðlegan samanburð á fátæktarmörkum.","indicator_name":"Hlutfall íbúa undir innlendum fátæktarmörkum, eftir kyni og aldri.","indicator_sort_order":"01-02-01","layout":"indicator","permalink":"/1-2-1/","published":true,"reporting_status":"complete","sdg_goal":"1","target":"Eigi síðar en árið 2030 búi a.m.k. helmingi færri karlar, konur og börn, óháð aldri, við fátækt eins og hún er skilgreind í hverju landi.","target_id":"1.2","graph_title":"Hlutfall íbúa sem búa í heimilum sem eiga í hætttu á fátækt, eftir kyni og aldri","un_custodian_agency":"Alþjóðabankinn","un_designated_tier":"1","national_indicator_available":"Hlutfall íbúa sem búa í heimilum sem eiga í hætttu á fátækt, eftir kyni og aldri","national_indicator_description":"Hlutfall íbúa (í hundraðshlutum, %) sem búa í heimilum sem eru metin vera í hættu á fátækt í innlendu samhengi. Mælingar á landsbundinni fátækt eru mikilvægar fyrir innlenda stefnumótun. Landsbundin fátæktarmörk eru notuð til að fá nákvæmari mat á fátækt sem samrýmist efnahagslegum og félagslegum aðstæðum í hverju landi fyrir sig, en eru ekki ætluð fyrir alþjóðlegan samanburð á fátæktarmörkum.'","national_geographical_coverage":"Ísland","computation_units":"Hundraðshlutar (%)","computation_definitions":"'Á Íslandi eru engin opinber fátæktarmörk en hefð hefur skapast fyrir því að horfa til lágtekjumarka sem eru skilgreind sem tekjur undir 60% af miðgildi ráðstöfunartekna allra íbúa landsins á ársgrundvelli. Sú mæling endurspeglar einkum þá hugmynd að fátækt sé afstæð, þ.e. að fátækt sé skortur eða útilokun sem leiðir af lágum tekjum og að fólk undir ofangreindum mörkum hafi þannig ekki nægar bjargir til að njóta þeirra lífsgæða sem teljast eðlileg í því samfélagi sem það býr.'","computation_calculations":"Engir útreiknigar voru framkvæmdir þar sem gögn lágu þegar fyrir.","comments_limitations":"Þessi mælikvarði er notaður sem nálgun á heimsmarkmiðamælikvarða Sameinuðu Þjóðanna. Þar sem því má við komast er unnið að því að finna eða þróa Íslensk gögn til að uppfylla forskrifa Sameinuðu Þjóðanna. Þessi mælikvarði var fundinn í samstarfi við málefnasérfræðinga.","source_active_1":true,"source_organisation_1":"Eurostat","source_periodicity_1":"Árleg","source_earliest_available_1":2004,"source_geographical_coverage_1":"Ísland","source_url_1":"https://px.hagstofa.is/pxis/pxweb/is/Samfelag/Samfelag__launogtekjur__3_tekjur__3_tekjur_lagtekjuhlutfall/LIF01130.px","source_url_text_1":"Lágtekjuhlutfall eftir kyni og aldri 2004-2016 - EU-SILC könnun","source_statistical_classification_1":"Óopinber","source_contact_1":"http://ec.europa.eu/eurostat/help/support","national_data_update_url_text":"2019-10-16: see changes on GitHub","national_data_update_url":"https://github.com/hagstofan/open-sdg-data/commit/31a1eafbd2371814846bedb876bab80ec2d935fe","national_metadata_update_url_text":"2019-11-14: see changes on GitHub","national_metadata_update_url":"https://github.com/hagstofan/open-sdg-data/commit/a570b093e9558b4bc7e8a9ce348eb684fa00d386","page_content":"","en":{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-02-01.pdf ","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 98.2 KB)","graph_type":"line","indicator":"1.2.1","indicator_definition":"Monitoring national poverty is important for country-specific development agendas. National poverty lines are used to make more accurate estimates of poverty consistent with the country’s specific economic and social circumstances, and are not intended for international comparisons of poverty rates.","indicator_name":"Proportion of population living below the national poverty line, by sex and age","indicator_sort_order":"01-02-01","layout":"indicator","permalink":"/1-2-1/","published":true,"reporting_status":"complete","sdg_goal":"1","target":"By 2030, reduce at least by half the proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions.","target_id":"1.2","graph_title":"Proportion of the population living below the national poverty line, by sex and age","un_custodian_agency":"World Bank (WB)","un_designated_tier":"1","national_indicator_available":"Percentage of the population living in households at risk of poverty, by sex and age","national_indicator_description":"The percentage of people who are living in households which are deemed at risk of poverty in the national context. Monitoring national poverty is important for country-specific development agendas. National poverty lines are used to make more accurate estimates of poverty consistent with the country’s specific economic and social circumstances, and are not intended for international comparisons of poverty rates.","national_geographical_coverage":"Iceland","computation_units":"Percentage (%)","computation_definitions":"Iceland does not have an official poverty line. However, those at risk of poverty are defined as those with income below 60% of the median yearly disposable income. This measurement mainly reflects the idea that poverty is relative, i.e. poverty is a deficiency or exclusion which is a result of low income and that people under the above mentioned limits do not have enough resources to enjoy the same quality of life as is considered normal in the society in which they live.","computation_calculations":"No calculations were performed in the data acquisition of this indicator as appropriate data was readily available. For insight into the details of potential calculations please refer to the original source metadata or source contact.","comments_limitations":"This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop Icelandic data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","source_active_1":true,"source_organisation_1":"Eurostat","source_periodicity_1":"Annual","source_earliest_available_1":2004,"source_geographical_coverage_1":"Iceland","source_url_1":"https://px.hagstofa.is/pxen/pxweb/en/Samfelag/Samfelag__launogtekjur__3_tekjur__3_tekjur_lagtekjuhlutfall/LIF01130.px","source_url_text_1":"At-risk-of-poverty rate by poverty threshold, age and sex - EU-SILC survey","source_statistical_classification_1":"Non-Official","source_contact_1":"http://ec.europa.eu/eurostat/help/support","page_content":""}}