{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-02-01.pdf","goal_meta_link_text":"Lýsigögn Sameinuðu Þjóðanna (PDF 98.2 KB)","graph_type":"line","indicator":"1.2.1","indicator_definition":"Mælingar á landsbundinni fátækt eru mikilvægar fyrir innlenda stefnumótun. Landsbundin fátæktarmörk eru notuð til að fá nákvæmari mat á fátækt sem samrýmist efnahagslegum og félagslegum aðstæðum í hverju landi fyrir sig, en eru ekki ætluð fyrir alþjóðlegan samanburð á fátæktarmörkum.","indicator_name":"Hlutfall íbúa undir innlendum fátæktarmörkum, eftir kyni og aldri.","indicator_sort_order":"01-02-01","layout":"indicator","permalink":"/1-2-1/","published":true,"reporting_status":"complete","sdg_goal":"1","target":"Eigi síðar en árið 2030 búi a.m.k. helmingi færri karlar, konur og börn, óháð aldri, við fátækt eins og hún er skilgreind í hverju landi.","target_id":"1.2","graph_title":"Lágtekjuhlutfall eftir aldri og kyni","un_custodian_agency":"Alþjóðabankinn","un_designated_tier":"1","national_indicator_available":"Lágtekjuhlutfall eftir aldri og kyni","national_indicator_description":"Hlutfall íbúa (í hundraðshlutum, %) sem býr undir lágtekjumörkum. Mælingar á landsbundinni fátækt eru mikilvægar fyrir innlenda stefnumótun. Landsbundin fátæktarmörk eru notuð til að fá nákvæmari mat á fátækt sem samrýmist efnahagslegum og félagslegum aðstæðum í hverju landi fyrir sig, en eru ekki ætluð fyrir alþjóðlegan samanburð á fátæktarmörkum.","national_geographical_coverage":"Ísland","computation_units":"Hundraðshlutar (%)","computation_definitions":"Lágtekjumörk í hverju landi eru skilgreind af Evrópusambandinu sem 60% af miðgildi ráðstöfunartekna á neyslueiningu í landinu. Þannig eru þeir einstaklingar undir lágtekjumörkum sem hafa lægri ráðstöfunartekjur á neyslueiningu en 60% af miðgildi ráðstöfunartekna á neyslueiningu á Íslandi. Ráðstöfunartekjur á neyslueiningu (e. equivalised disposable income) eru skilgreindar sem ráðstöfunartekjur eftir að tillit hefur verið tekið til heimilisstærðar og þeirrar hagkvæmni í rekstri heimilisins sem fæst við það að fleiri en einn búa undir sama þaki. Einnig er gert ráð fyrir því að útgjöld vegna barna séu lægri en útgjöld vegna fullorðinna. Ráðstöfunartekjur á neyslueiningu eru reiknaðar í þremur skrefum. Fyrst eru allar tekjur heimilisins teknar saman. Til tekna teljast meðal annars atvinnutekjur, tekjur af fjárfestingum og félagslegum bótum, auk allra annarra heimilistekna eftir skatta og greiðslur til félagslegra kerfa. Miðað er við heildartekjur á 12 mánaða tímabili. Næst er tekið tillit til rekstrarhagkvæmni heimilisins. Til að taka mið af þessu er notaður hinn svokallaði Breytti OECD kvarði (Modified OECD equivalence scale) þar sem öllum einstaklingum er gefin tiltekin vog. Fyrsti einstaklingur á heimilinu fær vogina 1,0. Aðrir einstaklingar 14 ára og eldri fá vogina 0,5 Einstaklingar yngri en 14 ára fá vogina 0,3. Að lokum er ráðstöfunartekjum heimilisins deilt með neyslueiningum heimilisins. Þannig má segja að hjón með tvö börn yngri en 14 ára, sem hafa 500 þúsund krónur í ráðstöfunartekjur alls á mánuði, hafi (500 / (1 + 0,5 + 0,3 + 0,3)) = 500 / 2,1 = 238 þúsund krónur í ráðstöfunartekjur á neyslueiningu. Lágtekjuhlutfall á við þá sem hafa lágar tekjur í samanburði við aðra íbúa í landinu, þ.e. eru með lægri ráðstöfunartekjur á neyslueiningu en 60% af miðgildi. Lágtekjuhlutfall er því ekki bein mæling á auðæfum né fátækt.","computation_calculations":"Engir útreiknigar voru framkvæmdir þar sem gögn lágu þegar fyrir.","comments_limitations":"Niðurstöðurnar byggja á lífskjararannsókn Hagstofu Íslands. Grunneining rannsóknarinnar er heimili fremur en einstaklingar. Úrtak rannsóknarinnar er fengið á þann hátt að einstaklingar eru valdir með slembni úr þjóðskrá og þar með heimilið sem þeir tilheyra. Sá einstaklingur sem er valinn í úrtakið kallast valinn svarandi og veitir hann allar upplýsingar um aðstæður heimilis, sínar eigin og allra annarra heimilismeðlima. Hér er greiningin miðuð við einstaklinga, og gert er ráð fyrir því að aðstæður heimilisins eigi við um alla einstaklinga á heimilinu. Þessi mælikvarði er notaður sem nálgun á heimsmarkmiðamælikvarða Sameinuðu Þjóðanna. Þar sem því má við komast er unnið að því að finna eða þróa íslensk gögn til að uppfylla forskrift Sameinuðu Þjóðanna. Þessi mælikvarði var fundinn í samstarfi við sérfræðinga á þessu sviði.","source_active_1":true,"source_organisation_1":"Hagstofa Íslands","source_periodicity_1":"Árleg","source_earliest_available_1":2004,"source_geographical_coverage_1":"Ísland","source_url_1":"https://px.hagstofa.is/pxis/pxweb/is/Samfelag/Samfelag__launogtekjur__3_tekjur__3_tekjur_lagtekjuhlutfall/LIF01130.px","source_url_text_1":"Lágtekjuhlutfall eftir kyni og aldri 2004-2018","source_statistical_classification_1":"Opinber","source_contact_1":"upplysingar@hagstofa.is","national_data_update_url_text":"2020-03-16: see changes on GitHub","national_data_update_url":"https://github.com/hagstofan/open-sdg-data/commit/157c4f091828697862b2dbac3438352076c511ca","national_metadata_update_url_text":"2020-08-31: see changes on GitHub","national_metadata_update_url":"https://github.com/hagstofan/open-sdg-data/commit/38b648d8646aa59f2efa1dbee03ae9e9a9a633e8","page_content":"","en":{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-02-01.pdf ","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 98.2 KB)","graph_type":"line","indicator":"1.2.1","indicator_definition":"Monitoring national poverty is important for country-specific development agendas. National poverty lines are used to make more accurate estimates of poverty consistent with the country’s specific economic and social circumstances, and are not intended for international comparisons of poverty rates.","indicator_name":"Proportion of population living below the national poverty line, by sex and age","indicator_sort_order":"01-02-01","layout":"indicator","permalink":"/1-2-1/","published":true,"reporting_status":"complete","sdg_goal":"1","target":"By 2030, reduce at least by half the proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions.","target_id":"1.2","graph_title":"Proportion of the population living below the national poverty line, by sex and age","un_custodian_agency":"World Bank (WB)","un_designated_tier":"1","national_indicator_available":"Percentage of the population living in households at risk of poverty, by sex and age","national_indicator_description":"The percentage of people who are living in households which are deemed at risk of poverty in the national context. Monitoring national poverty is important for country-specific development agendas. National poverty lines are used to make more accurate estimates of poverty consistent with the country’s specific economic and social circumstances, and are not intended for international comparisons of poverty rates.","national_geographical_coverage":"Iceland","computation_units":"Percentage (%)","computation_definitions":"Iceland does not have an official poverty line. However, those at risk of poverty are defined as those with income below 60% of the median yearly disposable income. This measurement mainly reflects the idea that poverty is relative, i.e. poverty is a deficiency or exclusion which is a result of low income and that people under the above mentioned limits do not have enough resources to enjoy the same quality of life as is considered normal in the society in which they live.","computation_calculations":"No calculations were performed in the data acquisition of this indicator as appropriate data was readily available. For insight into the details of potential calculations please refer to the original source metadata or source contact.","comments_limitations":"This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop Icelandic data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","source_active_1":true,"source_organisation_1":"Statistics Iceland","source_periodicity_1":"Annual","source_earliest_available_1":2004,"source_geographical_coverage_1":"Iceland","source_url_1":"https://px.hagstofa.is/pxen/pxweb/en/Samfelag/Samfelag__launogtekjur__3_tekjur__3_tekjur_lagtekjuhlutfall/LIF01130.px","source_url_text_1":"At-risk-of-poverty rate by poverty threshold, age and sex - EU-SILC survey","source_statistical_classification_1":"Official","source_contact_1":"information@statice.is","page_content":""}}