{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-10-02-01.pdf","goal_meta_link_text":"Lýsigögn Sameinuðu Þjóðanna (PDF 4.0 MB)","graph_type":"line","indicator":"10.2.1","indicator_definition":"Þessi mælikvarði sýnir afstæða fátækt innan þjóða. Hann mælir hversu langt einstaklingar eru frá miðgildis lífskjörum í því samfélagi sem þeir búa, og er vísir að mælingu á  félagslegri útilokun. Einstaklingar sem búa við afstæða fátækt upplifa oft margvíslegar birtingamyndir félagslegs og efnahagslegs ójöfnuðar m.a. í gegnum atvinnuleysi, lakar heimilisaðstæður, ófullnægjandi heilbrigðisþjónustu og fyrirstöður í aðgengi að menntun og annara efnahagslegra, félagslegra, pólitískra og menningarlegra athafna, sem getur leitt af sér félagslega einangrun og jaðarsetningu.","indicator_name":"Hlutfall fólks með undir helming af meðaltekjum, eftir kyni, aldri og fötluðum einstaklingum.","indicator_sort_order":"10-02-01","layout":"indicator","permalink":"/10-2-1/","published":true,"reporting_status":"inprogress","sdg_goal":"10","target":"Eigi síðar en árið 2030 verði öllum gert kleift að taka þátt í félagslífi og hafa afskipti af efnahagsmálum og stjórnmálum, án tillits til aldurs, kyns, fötlunar, kynþáttar, þjóðernis, uppruna, trúarbragða, efnahags eða annarrar stöðu.","target_id":"10.2","graph_title":"Hlutfall fólks með undir helming af meðaltekjum, eftir kyni, aldri og fötluðum einstaklingum.","un_custodian_agency":"Barnahjálp Sameinuðu Þjóðanna (UNICEF) Alþjóðabankinn (World Bank)","un_designated_tier":"3","national_data_update_url_text":"2018-10-20: see changes on GitHub","national_data_update_url":"https://github.com/hagstofan/open-sdg-data/commit/c668a137c13a542f480233edcff3476972c2b897","national_metadata_update_url_text":"2020-10-01: see changes on GitHub","national_metadata_update_url":"https://github.com/hagstofan/open-sdg-data/commit/cf7f858fe2f2fd0aa901a0935b797162433aa486","page_content":"","en":{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-10-02-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","graph_type":"line","indicator":"10.2.1","indicator_definition":"This indicator is a measure of relative income poverty at the national level. It measures how far individuals are from the median standard of living, approximating a measure of social exclusion. Persons living in relative poverty often experience many other forms of social and economic disadvantage through unemployment, poor housing, inadequate health care and barriers in accessing education and economic, social, political and cultural activities, which can result from social stigmatisation.","indicator_name":"Proportion of people living below 50 per cent of median income, by sex, age and persons with disabilities","indicator_sort_order":"10-02-01","layout":"indicator","permalink":"/10-2-1/","published":true,"reporting_status":"inprogress","sdg_goal":"10","target":"By 2030, empower and promote the social, economic and political inclusion of all, irrespective of age, sex, disability, race, ethnicity, origin, religion or economic or other status","target_id":"10.2","graph_title":"Proportion of people living below 50 per cent of median income, by sex, age and persons with disabilities","un_custodian_agency":"United Nations Children's Fund (UNICEF) World Bank (WB)","un_designated_tier":"3","page_content":""}}