{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-11-05-01.pdf","goal_meta_link_text":"Lýsigögn Sameinuðu Þjóðanna (PDF 224 KB)","graph_type":"line","indicator":"11.5.1","indicator_name":"Fjöldi dauðsfalla, týndra einstaklinga og fólks sem orðið hefur fyrir beinum áhrifum af völdum hamfara á hverja 100.000 íbúa.","indicator_sort_order":"11-05-01","layout":"indicator","permalink":"/11-5-1/","published":true,"reporting_status":"complete","sdg_goal":"11","target":"Eigi síðar en árið 2030 dragi úr fjölda þeirra sem deyja í hamförum og þeirra sem bíða skaða af þeim völdum. Dregið verði úr beinu efnahagslegu tjóni af völdum hamfara, í hlutfalli af vergri landsframleiðslu í alþjóðlegum samanburði, þar á meðal vatnstjóni, og áhersla lögð á að vernda fátæka og fólk í viðkvæmri stöðu.","target_id":"11.5","graph_title":"Fjöldi dauðsfalla, týndra einstaklinga og fólks sem orðið hefur fyrir beinum áhrifum af völdum hamfara á hverja 100.000 íbúa.","un_custodian_agency":"Stofnun Sameinuðu Þjóðanna um áhættustýringu vegna náttúruhamfara (UNISDR)","un_designated_tier":"2","national_indicator_available":"Fjöldi dauðsfalla af völdum hamfara á hverja 100,000 íbúa","computation_units":"Hlutfall af hverjum 100,000 íbúum","computation_definitions":"Dauðsföll af völdum náttúrhamfara, sem hlutfall af hverjum 100,000 íbúum. Dánarmein sem skráð eru af völdum náttúruhamfara eru; X30 Berskjöldun fyrir náttúrulegum hita, X31 Berskjöldun fyrir náttúrulegum ofurkulda, X32 Berskjöldun fyrir sólgeislun, X34 Fórnarlamb Jarðskjálfta, X35 Fórnarlamb Eldgoss, X36 Fórnarlamb snjóflóðs, skriðu og annarar tilfærslu jarðvegs, X37 Fórnarlamb ofsaverðurs, X38 Fórnarlamb flóða, X39 Berskjöldun fyrir öðrum náttúruöflum. Af þessum dánarmeinum hafa aðeins verið skráð dauðsföll á Íslandi af völdum X31 Berskjöldun fyrir náttúrulegum ofurkulda og X36 Fórnarlamb snjóflóðs, skriðu og annarar tilfærslu jarðvegs","computation_calculations":"(Fjöldi dauðsfalla / Mannfjöldi) * 100,000","comments_limitations":"Þessi mælikvarði er notaður sem nálgun á heimsmarkmiðamælikvarða Sameinuðu Þjóðanna. Þar sem því má við komast er unnið að því að finna eða þróa íslensk gögn til að uppfylla forskrift Sameinuðu Þjóðanna. Þessi mælikvarði var ekki fundinn í samstarfi við sérfræðinga á þessu sviði.","source_active_1":true,"source_organisation_1":"Hagstofa Íslands","source_periodicity_1":"Árleg","source_earliest_available_1":1996,"source_geographical_coverage_1":"Ísland","source_url_1":"https://px.hagstofa.is/pxis/pxweb/is/Ibuar/Ibuar__Faeddirdanir__danir__danarmein/MAN05302.px","source_url_text_1":"Dánir eftir dánarorsökum (ICD-10), kyni og aldri 1996-2017","source_release_date_1":"12/3/2018","source_next_release_1":null,"source_statistical_classification_1":"Opinber tölfræði","source_contact_1":"upplysingar@hagstofa.is","national_data_update_url_text":"2021-07-21: see changes on GitHub","national_data_update_url":"https://github.com/hagstofan/open-sdg-data/commit/7561c3e87e2808a7c0e7a11fd56954ee8bc08bce","national_metadata_update_url_text":"2020-03-16: see changes on GitHub","national_metadata_update_url":"https://github.com/hagstofan/open-sdg-data/commit/5cf8cbe6ae6901da2c4e432fe56ba37f1cf4d120","page_content":"","en":{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-11-05-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 224 KB)","graph_type":"line","indicator":"11.5.1","indicator_name":"Number of deaths, missing persons and directly affected persons attributed to disasters per 100,000 population (repeat of and 13.1.1)","indicator_sort_order":"11-05-01","layout":"indicator","permalink":"/11-5-1/","published":true,"reporting_status":"complete","sdg_goal":"11","target":"By 2030, significantly reduce the number of deaths and the number of people affected and substantially decrease the direct economic losses relative to global gross domestic product caused by disasters, including water-related disasters, with a focus on protecting the poor and people in vulnerable situations","target_id":"11.5","graph_title":"Number of deaths, missing persons and directly affected persons attributed to disasters per 100,000 population (repeat of and 13.1.1)","un_custodian_agency":"United Nations Office for Disaster Reduction (UNISDR)","un_designated_tier":"2","national_indicator_available":"Number of deaths attributed to disasters per 100,000 population","computation_units":"Rate per 100,000 population","computation_definitions":"Deaths attributable to natural disasters, expressed per 100,000 population. The causes of death are registered as due to exposure to forces of nature and include: X30 Exposure to excessive natural heat, X31 Exposure to excessive natural cold, X32 Exposure to sunlight, X34 Earthquake, X35 Volcanic eruption, X36 Avalanche, landslide and other earth movements, X37 Cataclysmic storm, X38 Flood, X39 Exposure to other forces of nature. Of these only X31 Exposure to excessive natural cold and X36 Avalanche, landslide and other earth movements have been recorded in Iceland since 1996. ","computation_calculations":"(Number of deaths / Population) * 1,000,000","comments_limitations":"This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop Icelandic data to meet the global indicator specification. This indicator has not been identified in collaboration with topic experts.","source_active_1":true,"source_organisation_1":"Statistics Iceland","source_periodicity_1":"Annual","source_earliest_available_1":1996,"source_geographical_coverage_1":"Iceland","source_url_1":"https://px.hagstofa.is/pxen/pxweb/en/Ibuar/Ibuar__Faeddirdanir__danir__danarmein/MAN05302.px","source_url_text_1":"Deaths by causes of deaths (ICD-10), sex and age 1996-2017","source_release_date_1":"12/3/2018","source_next_release_1":"TBC","source_statistical_classification_1":"Official","source_contact_1":"information@statice.is","page_content":""}}