{"data_non_statistical":true,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-14.pdf","goal_meta_link_text":"Lýsigögn Sameinuðu Þjóðanna (pdf 288kB)","graph_type":"line","indicator":"14.6.1","indicator_name":"Árangur landa við framkvæmd alþjóðlegra gerninga sem miða að því að berjast gegn ólöglegum, ótilkynntum og stjórnlausum fiskveiðum.","indicator_sort_order":"14-06-01","layout":"indicator","permalink":"/14-6-1/","published":true,"reporting_status":"complete","sdg_goal":"14","target":"Eigi síðar en árið 2020 verði tilteknar niðurgreiðslur í sjávarútvegi, sem stuðla að ofveiði, bannaðar sem og niðurgreiðslur sem stuðla að ólöglegum, óskráðum og stjórnlausum fiskveiðum. Jafnframt verði reynt að koma í veg fyrir að niðurgreiðslur verði teknar upp í nýju formi og horfst í augu við að mismunandi aðferðir eiga við og eru skilvirkari fyrir þróunarlöndin og ættu í raun að vera órjúfanlegur þáttur í samningaviðræðum Alþjóðaviðskiptastofnunarinnar um niðurgreiðslur í sjávarútvegi þróunarríkjunum til handa og þá þeim sem skemmst eru á veg komin.","target_id":"14.6","graph_title":"Árangur landa við framkvæmd alþjóðlegra gerninga sem miða að því að berjast gegn ólöglegum, ótilkynntum og stjórnlausum fiskveiðum.","un_custodian_agency":"Matvæla- og landbúnaðarstofnun Sameinuðu þjóðanna (FAO)","un_designated_tier":"3","national_data_update_url_text":"2018-10-20: see changes on GitHub","national_data_update_url":"https://github.com/hagstofan/open-sdg-data/commit/c668a137c13a542f480233edcff3476972c2b897","national_metadata_update_url_text":"2020-05-25: see changes on GitHub","national_metadata_update_url":"https://github.com/hagstofan/open-sdg-data/commit/afc3065cc4f9c35c4c81eed794d91f50724a00c9","page_content":"**Ekki tölfræðilegur mælikvarði**               \n\nÁrið 2018 var metið að Ísland væri í flokki 5 - Mjög há innleiðing á viðeigandi alþjóðlegum gerningum til að berjast gegn ólöglegum, ótilkynntum og stjórnlausum fiskveiðum. Þessi flokkun er byggð á mati á eftirfylgni með, hafréttarsamningi Sameinuðu þjóðanna frá 1982, fiskistofnasamningi Sameinuðu þjóðanna frá 1995 og hafnríkjasamningi Matvæla- og landbúnaðarstofnunar Sameinuðu þjóðanna frá 2009. Matið tók einnig tillit til innlendrar stefnumörkunar og aðgerðaráætlana til að berjast gegn ólöglegum, ótilkynntum og stjórnlausum fiskveiðum.\n\nFrekari upplýsingar má finna á [Mælikvarðasíðu Matvæla- og Landbúnaðarstofnunar Sameinuðu Þjóðanna (FAO)](http://www.fao.org/sustainable-development-goals/indicators/1461/en/).\n\n<br><br>\n","en":{"data_non_statistical":true,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-14.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 288kB)","graph_type":"line","indicator":"14.6.1","indicator_name":"Progress by countries in the degree of implementation of international instruments aiming to combat illegal, unreported and unregulated fishing","indicator_sort_order":"14-06-01","layout":"indicator","permalink":"/14-6-1/","published":true,"reporting_status":"complete","sdg_goal":"14","target":"By 2020, prohibit certain forms of fisheries subsidies which contribute to overcapacity and overfishing, eliminate subsidies that contribute to illegal, unreported and unregulated fishing and refrain from introducing new such subsidies, recognizing that appropriate and effective special and differential treatment for developing and least developed countries should be an integral part of the World Trade Organization fisheries subsidies negotiationb","target_id":"14.6","graph_title":"Progress by countries in the degree of implementation of international instruments aiming to combat illegal, unreported and unregulated fishing","un_custodian_agency":"FAO","un_designated_tier":"3","page_content":"\n**Non-statistical indicator**               \n\nIn 2018, Iceland was assessed to be in Band 5 - Very high implementation of applicable instruments to combat IUU fishing. This score was calculated based on an assessment of the degree of adherence with, and implementation of, the 1982 UN Convention on the Law of the Sea (UNCLOS), 1995 UN Fish Stocks Agreement and the 2009 FAO agreement on Port State measures. The calculation of this score also considered the development and implementation of the national action plan to combat IUU fishing, and the implementation of Flag State Responsibilities.\n\nThis assessment is based on Icelands response to questions within the [Code of Conduct for Responsible Fisheries (CCRF)](http://www.fao.org/3/a-v9878e.pdf) survey.\n\nFor more information, see the [FAO indicator page](http://www.fao.org/sustainable-development-goals/indicators/1461/en/).\n\n<br><br>\n"}}