{"data_non_statistical":true,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-09-01.pdf ","goal_meta_link_text":"Lýsigögn Sameinuðu Þjóðanna (PDF 209 KB)","graph_type":"line","indicator":"17.9.1","indicator_definition":null,"indicator_name":"Fjárhæð í bandaríkjadölum sem veitt er til fjárhagslegs og tæknilegs stuðnings við þróunarlönd (m.a. með samstarfi milli svæða í norðri og suðri, innan suðursvæða og með þríhliða samstarfi).","indicator_sort_order":"17-09-01","layout":"indicator","permalink":"/17-9-1/","published":true,"reporting_status":"complete","sdg_goal":"17","target":"Efldur verði alþjóðlegur stuðningur við þróunarlöndin til að ýta úr vör skilvirkri og hnitmiðaðri uppbyggingu með hliðsjón af landsáætlunum sem fela í sér sjálfbær þróunarmarkmið, þ.m.t. samstarf milli svæða í norðri og suðri, innan suðursvæða og þríhliða samstarf.","target_id":"17.9","graph_title":"Fjárhæð í bandaríkjadölum sem veitt er til fjárhagslegs og tæknilegs stuðnings við þróunarlönd (m.a. með samstarfi milli svæða í norðri og suðri, innan suðursvæða og með þríhliða samstarfi).","un_custodian_agency":"Efnahags- og framfarastofnunin (OECD), Umhverfismálasjóður Sameinuðu Þjóðanna (UNEP), Alþjoðabankinn (WB)","un_designated_tier":"1","national_data_update_url_text":"2018-10-20: see changes on GitHub","national_data_update_url":"https://github.com/hagstofan/open-sdg-data/commit/c668a137c13a542f480233edcff3476972c2b897","national_metadata_update_url_text":"2019-11-14: see changes on GitHub","national_metadata_update_url":"https://github.com/hagstofan/open-sdg-data/commit/a570b093e9558b4bc7e8a9ce348eb684fa00d386","page_content":"\nMælikvarðinn fjallar um aðstoð til þróunarlanda og tekið er fram að aðstoðin tengist uppbyggingu á færni til að framkvæma landsáætlanir. Ísland leggur fram fjármuni til almennrar uppbyggingu á færni í gegnum Háskóla Sameinuðu þjóðanna. Um það er fjallað undir undirmarkmiði 4.b.1.\n","en":{"data_non_statistical":true,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-09-01.pdf ","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 209 KB)","graph_type":"line","indicator":"17.9.1","indicator_definition":"Total Overseas Development Aid (ODA) and Other Official Flows (OOF) to developing countries quantify the public effort (excluding export credits) that donors provide to developing countries.","indicator_name":"Dollar value of financial and technical assistance (including through North-South, South-South and triangular cooperation) committed to developing countries","indicator_sort_order":"17-09-01","layout":"indicator","permalink":"/17-9-1/","published":true,"reporting_status":"complete","sdg_goal":"17","target":"Enhance international support for implementing effective and targeted capacity-building in developing countries to support national plans to implement all the Sustainable Development Goals, including through North-South, South-South and triangular cooperation","target_id":"17.9","graph_title":"Dollar value of financial and technical assistance (including through North-South, South-South and triangular cooperation) committed to developing countries","un_custodian_agency":"Organisation for Economic Co-operation and Development (OECD) United Nations Environment (UNEP) World Bank (WB)","un_designated_tier":"1","page_content":"The indicator focuses on aid to developing countries, and it is pointed out that the\naid is related to the development of skills to implement national plans. Iceland provides funds for general skills development through the UNU Training Programmes. This is covered under indicator 4.b.1.\n"}}