{"data_non_statistical":true,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-05-01.pdf","goal_meta_link_text":"Lýsigögn Sameinuðu Þjóðanna (PDF 334 KB)","graph_type":"line","indicator":"2.5.1","indicator_name":"Fjöldi erfðaauðlinda plantna og dýra á sviði matvæla og landbúnaðar sem komið hefur verið tryggilega fyrir í varðveisluaðstöðu til meðallangs og langs tíma.","indicator_sort_order":"02-05-01","layout":"indicator","permalink":"/2-5-1/","published":true,"reporting_status":"complete","sdg_goal":"2","target":"Eigi síðar en árið 2020 verði staðinn vörður um erfðafræðilega fjölbreytni fræja, ræktaðra plantna, húsdýra og skyldra villtra tegunda, meðal annars með vel reknum fræ- og 124 plöntustöðvum á alþjóðlegum vettvangi, á landsvísu eða svæðisbundið, auk þess sem tryggt verði aðgengi að jafnri og sanngjarnri skiptingu á þeim ávinningi sem hlýst af nýtingu erfðafræðilegra auðlinda og þekkingu sem hefur hlotist þar af, í samræmi við alþjóðlegar samþykktir.","target_id":"2.5","graph_title":"Fjöldi erfðaauðlinda plantna og dýra á sviði matvæla og landbúnaðar sem komið hefur verið tryggilega fyrir í varðveisluaðstöðu til meðallangs og langs tíma.","un_custodian_agency":"Matvæla- og landbúnaðarstofnun Sameinuðu Þjóðanna (FAO)","un_designated_tier":"1","national_indicator_available":"Fjöldi erfðaauðlinda plantna og dýra á sviði matvæla og landbúnaðar sem komið hefur verið tryggilega fyrir í varðveisluaðstöðu til meðallangs og langs tíma.","national_indicator_description":null,"national_geographical_coverage":"Ísland","computation_units":"Fjöldi erfðaauðlinda sem varðveittar eru","computation_definitions":"Varðveisla erfðamengis plantna og dýra til framleiðslu matvæla í landbúnaði í genabönkum til meðallangs eða langs tíma er áreiðanlegasta leiðin til að varðveita erfðaauðlindir. Erfðaauðlindir sem varðveittar eru í slíkum aðstöðum er auðvelt að koma í notkun í landbúnaði. Fjöldi erfðaauðlinda sem varðveittar eru gefur vísbendingar um það hversu vel er staðið að því að að viðhalda eða auka erfðafræðilegan fjölbreytileika fyrir framtíðarnotkun og þannig verjast gegn varanlegum tapi á erfðafræðilegum fjölbreytileika. Þættir þessa mælikvarða, erfðmengni plantna og dýra eru taldir sér. Erfðauðlindir plantna sem eru varðveittar eru taldar sem fjöldi innlagna í genabanka til meðallangs eða langs tíma. <a  href=\"http://www.fao.org/documents/card/en/c/7b79ee93-0f3c-5f58-9adc-5d4ef063f9c7/\"> Staðlar fyrir genabanka fyrir erfðaauðlindir plantna fyrir matvæli og landbúnað</a> leggja grunninn fyrir bestu núverandi aðferðir við varðveislu erfðaefnis plantna og styðja við alþjóðlega stefnumótun vegna varðveislu og notkun erfðauðlinda plantna. Þessir staðlar voru samþykktir af nefnd matvæla- og landbúnaðarstofnunar Sameinuðu Þjóðanna um erfðaauðlindir fyrir matvæli og landbúnað á <a href=\"http://www.fao.org/docrep/meeting/028/mg538e.pdf\"> fjórtánda reglubundna fundi nefndarinnar</a>.","source_active_1":true,"source_organisation_1":"Erfðanefnd Landbúnaðarins","source_periodicity_1":null,"source_earliest_available_1":null,"source_geographical_coverage_1":"Ísland","source_url_1":"http://www.lbhi.is/sites/lbhi.is/files/gogn/vidhengi/rannsoknur/landsaaetlun_2019-2023_lres.pdf","source_url_text_1":"landsáætlun um verndun erfðaauðlinda í íslenskri náttúru og landbúnaði","source_release_date_1":null,"source_next_release_1":null,"source_statistical_classification_1":"Óopinber tölfræði","source_contact_1":"birna@lbhi.is","source_other_info_1":"Gögn um þennan mælikvarða eru fengin frá Erfðanefnd Landbúnaðarins sem ber ábyrgð á varðveislu erfðauðlinda sme eru mikilvæg íslenskri náttúru og landbúnaði. Það er mat nefndarinnar að allar lykil erfðaauðlindir sé nú varðveittar með ásættanlegum aðferðum í til meðallangs eða langs tíma.","comments_limitations":"Gögn fylgja forskrift Sameinuðu Þjóðanna fyrir þennan mælikvarða. Þessi mælikvarði var fundinn í samstarfi við sérfræðinga á þessu sviði.","national_data_update_url_text":"2018-10-20: see changes on GitHub","national_data_update_url":"https://github.com/hagstofan/open-sdg-data/commit/c668a137c13a542f480233edcff3476972c2b897","national_metadata_update_url_text":"2020-01-09: see changes on GitHub","national_metadata_update_url":"https://github.com/hagstofan/open-sdg-data/commit/e16bed51299564217ede0ed8ad8fceabdc6c9a10","page_content":"\nGögn um þennan mælikvarða eru fengin frá Erfðanefnd Landbúnaðarins\n\nErfðaefni plantna er varðveitt í NordGen fræbankanum. Í heildina eru þar varðveitt 12 tegundir plantna af 352 yrkjum, að mestu grastegundir en einnig melgresi, gulrófur og bygg. Aukinheldur eru tvær tegundir varðveittar sem klónar í ræktun, tvö yrki kartaflna og sjö yrki af rabbabara.\n\nAlls eru varðveittar erfðaauðlindir átta búfjártegunda: Nautgripir,sauðfé og forystufé, hross, geitur, hænsn og hundar.\n\nUnnin hefur verið landsáætlun um verndun erfðaauðlinda í íslenskri náttúru og landbúnaði sem er aðgengileg [hér](http://www.lbhi.is/sites/lbhi.is/files/gogn/vidhengi/rannsoknur/landsaaetlun_2019-2023_lres.pdf)\n","en":{"data_non_statistical":true,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-05-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 334 KB)","graph_type":"line","indicator":"2.5.1","indicator_name":"Number of plant and animal genetic resources for food and agriculture secured in either medium or long-term conservation facilities","indicator_sort_order":"02-05-01","layout":"indicator","permalink":"/2-5-1/","published":true,"reporting_status":"complete","sdg_goal":"2","target":"By 2020, maintain the genetic diversity of seeds, cultivated plants and farmed and domesticated animals and their related wild species, including through soundly managed and diversified seed and plant banks at the national, regional and international levels, and promote access to and fair and equitable sharing of benefits arising from the utilization of genetic resources and associated traditional knowledge, as internationally agreed","target_id":"2.5","graph_title":"Number of plant and animal genetic resources for food and agriculture secured in either medium or long-term conservation facilities","un_custodian_agency":"Food and Agricultural Organization (FAO)","un_designated_tier":"1","national_indicator_available":"Number of plant and animal genetic resources for food and agriculture secured in either minimum or long-term conservation facilites","national_indicator_description":null,"national_geographical_coverage":"Iceland","computation_units":"Number of genetic resources secured","computation_definitions":"The conservation of plant and animal genetic resources for food and agriculture (GRFA) in medium or long term conservation facilities (ex situ in gene banks) represents the most trusted means of conserving genetic resources worldwide. Plant and animal GRFA conserved in these facilities can be easily used in breeding programmes as well, even directly on-farm. The measure of trends in ex situ conserved materials provides an overall assessment of the extent to which we are managing to maintain and/or increase the total genetic diversity available for future use and thus protected from any permanent loss of genetic diversity which may occur in the natural habitat, i.e. in situ, or on-farm. The two components of the indicator, plant and animal GRFA, are separately counted. Plant genetic resources - The plant component is calculated as the number of accessions of plant genetic resources secured in conservation facilities under medium or long term conditions, where an ‘accession’ is defined as a distinct sample of seeds, planting materials or plants which is maintained in a gene bank. <a  href=\"http://www.fao.org/documents/card/en/c/7b79ee93-0f3c-5f58-9adc-5d4ef063f9c7/\">Gene bank Standards for Plant Genetic Resources for Food and Agriculture</a> set the benchmark for current scientific and technical best practices for conserving plant genetic resources, and support key international policy instruments for the conservation and use of plant genetic resources. These voluntary standards have been endorsed by the FAO Commission on Genetic Resources for Food and Agriculture at its  <a href=\"http://www.fao.org/docrep/meeting/028/mg538e.pdf\">Fourteenth Regular Session</a>.","source_active_1":true,"source_organisation_1":"Icelandic Genetic Resource Council","source_periodicity_1":"Annual","source_earliest_available_1":null,"source_geographical_coverage_1":"Iceland","source_url_1":"http://www.lbhi.is/sites/lbhi.is/files/gogn/vidhengi/rannsoknur/landsaaetlun_2019-2023_lres.pdf","source_url_text_1":"Nationwide plan for the protection of genetic resources in Icelandic nature and agriculture","source_release_date_1":null,"source_next_release_1":null,"source_statistical_classification_1":"Non-Official Statistic","source_contact_1":"birna@lbhi.is","source_other_info_1":"These data are from the Icelandic Genetic Resource Council that is responsible for securing genetic resources that are important for Icelandic nature and agriculture. The councils assessment is that all key agricultural genetic resources are adequately secured in medium- or long-term conservation facilites.","comments_limitations":"Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"The data for this indicator comes from the Icelandic Genetic Resource Council\n\nPlant genetic material is preserved in the NordGen seedbank. A total of 12 plant species of 352 varieties are preserved , mostly grass species but also Lyme, Turnips and Barley. Furthermore two species are preserved as clones, two varieties of potatoes and seven varieties of rhubarb.\n\nA total of eight animal genetic resources are preserved: Cattle, two varieties of Sheep, Horses, Goats, Hens and Dogs.\n\nA nationwide plan for protection of genetic resources in Icelandic nature and agriculture is available [here](http://www.lbhi.is/sites/lbhi.is/files/gogn/vidhengi/rannsoknur/landsaaetlun_2019-2023_lres.pdf)\n"}}