{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-0A-01.pdf ","goal_meta_link_text":"Lýsigögn Sameinuðu Þjóðanna (PDF 223 KB)","graph_type":"line","indicator":"2.a.1","indicator_definition":"Leitnistuðull fyrir landbúnað (AOI) sem er hærri en einn þýðir að útgjöld hins opinbera til landbúnaðar eru hlutfallslega hærri en framlag landbúnaðar til efnahagslegrar virðisaukningar. Leitnistuðull lægri en einn þýðir að útgjöld hins opinbera til landbúnaðar eru hlutfallslega lægri en framlag landbúnaðar til efnahagslegrar virðisaukningar. Leitnistuðull jafnt og einn þýðir að útgjöld hins opinbera til landbúnaðar eru jöfn framlögum landbúnaðar til efnahagslegrar virðisaukningar.","indicator_name":"Leitnistuðull fyrir landbúnað í útgjöldum hins opinbera.","indicator_sort_order":"02-aa-01","layout":"indicator","permalink":"/2-a-1/","published":true,"reporting_status":"complete","sdg_goal":"2","target":"Fjárfestingar verði auknar, meðal annars með aukinni alþjóðlegri samvinnu, í innviðum á svæðum utan þéttbýlis, landbúnaðarrannsóknum, tækniþróun og erfðagreiningu plantna og búpenings í því skyni að bæta landbúnaðarframleiðslu í þróunarlöndum, einkum þeim sem skemmst eru á veg komin.","target_id":"2.a","graph_title":"Leitnistuðull fyrir landbúnað í útgjöldum hins opinbera.","un_custodian_agency":"Matvæla- og landbúnaðarstofnun Sameinuðu Þjóðanna (FAO)","un_designated_tier":"2","national_indicator_available":"Leitnistuðull fyrir landbúnað í útgjöldum hins opinbera.","national_geographical_coverage":"Ísland","computation_units":"Leitnistuðull fyrir landbúnað í útgjöldum hins opinbera. (AOI)","computation_definitions":"Leitnistuðull fyrir landbúnað í útgjöldum hins opinbera (AOI) er skilgreindur sem hlutdeild landbúnaðar í útgjöldum hins opinbera, deilt með hludeild landbúnaðar í landsframleiðslu (GDP). Landbúnaður er skilgreindur sem samtala landbúnaðar-, skógarhöggs-, sjávarútvegs-, og veiðigeira. Mælikvarðinn er einingalaus stuðull reiknaður sem hlutfall þessara tveggja þátta. Farið er fram á að stjórnvöld skili upplýsingum um útgjöld samkvæmt alþjóðlegum skilgreiningum á virkni yfirvalda (COFOG), og hlutdeild landbúnaðar í landsframleiðslu samkvæmt kerfi þjóðarbókhalds (SNA).","computation_calculations":"AOI = (Hlutdeild landbúnaðar í útgjöldum hins opinbera / Hlutdeild landbúnaðar í landsframleiðslu), þar sem i) Hlutdeild landbúnaðar í útgjöldum hins opinbera  = (Útgjöld hins opinbera til landbúnaðar / Heildarútgjöld hins opinbera); og ii) Hludeild landbúnaðar í landsframleiðslu = (Virðisaukning í landbúnaði / landsframleiðsla landbúnaðar) sem vísar í flokk A í ISIC útg. 4 (landbúnaður, skógrækt, veiðar og fiskveiðar), sem er jafnt flokkum A+B í ISIC útg. 3.2.","comments_limitations":"Gögn fylgja forskrift Sameinuðu Þjóðanna fyrir þennan mælikvarða. Þessi mælikvarði var ekki fundinn í samstarfi við sérfræðinga á þessu sviði.","source_active_1":true,"source_organisation_1":"Matvæla- og landbúnaðarstofnun Sameinuðu Þjóðanna (FAO)","source_periodicity_1":"Árleg","source_earliest_available_1":2001,"source_geographical_coverage_1":"Ísland","source_url_1":"http://www.fao.org/sustainable-development-goals/indicators/2a1/en/","source_url_text_1":"FAO mælikvarði 2.a.1 - Leitnistuðull fyrir landbúnað í útgjöldum hins opinbera (AOI)","source_release_date_1":null,"source_next_release_1":"TBC","source_statistical_classification_1":"Óopinber tölfræði","source_contact_1":"SDG-indicators@fao.org","source_other_info_1":null,"national_data_update_url_text":"2021-07-01: see changes on GitHub","national_data_update_url":"https://github.com/hagstofan/open-sdg-data/commit/c1115a6601fcb7a1ba7bb4768f26c6f87157f586","national_metadata_update_url_text":"2021-07-01: see changes on GitHub","national_metadata_update_url":"https://github.com/hagstofan/open-sdg-data/commit/c1115a6601fcb7a1ba7bb4768f26c6f87157f586","page_content":"","en":{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-0A-01.pdf ","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 223 KB)","graph_type":"line","indicator":"2.a.1","indicator_definition":"An Agriculture Orientation Index (AOI) greater than 1 reflects a higher orientation towards the agriculture sector, which receives a higher share of government spending relative to its contribution to economic value-added. An AOI less than 1 reflects a lower orientation to agriculture, while an AOI equal to 1 reflects neutrality in a government’s orientation to the agriculture sector.","indicator_name":"The agriculture orientation index for government expenditures","indicator_sort_order":"02-aa-01","layout":"indicator","permalink":"/2-a-1/","published":true,"reporting_status":"complete","sdg_goal":"2","target":"Increase investment, including through enhanced international cooperation, in rural infrastructure, agricultural research and extension services, technology development and plant and livestock gene banks in order to enhance agricultural productive capacity in developing countries, in particular least developed countries","target_id":"2.a","graph_title":"The agriculture orientation index for government expenditures","un_custodian_agency":"Food and Agricultural Organization (FAO)","un_designated_tier":"2","national_indicator_available":"The agriculture orientation index for UK government expenditures","national_geographical_coverage":"Iceland","computation_units":"Agriculture Orientation Index (AOI)","computation_definitions":"The Agriculture Orientation Index (AOI) for Government Expenditures is defined as the Agriculture Share of Government Expenditures, divided by the Agriculture Share of GDP, where Agriculture refers to the agriculture, forestry, fishing and hunting sector. The measure in a currency-free index, calculated as the ratio of these two shares. National governments are requested to compile Government Expenditures according to the international Classification of Functions of Government (COFOG) codes, and Agriculture Share of GDP according to the System of National Accounts (SNA).","computation_calculations":"AOI = (Agriculture Share of Government Expenditures / Agriculture Share of GDP), where i) Agriculture Share of Government Expenditures = (Central Government Expenditures on Agriculture / Total Central Government Outlays); and ii) Agriculture Share of GDP = (Agriculture Value-Added / GDP Agriculture) refers to the Division A of ISIC Rev 4 (Agriculture, forestry, fishing and hunting), equal to Division A+B of ISIC Rev 3.2.","comments_limitations":"Data follows the UN specification for this indicator. This indicator has not been identified in collaboration with topic experts.","source_active_1":true,"source_organisation_1":"Food and Agriculture Organisation of the United Nations (FAO)","source_periodicity_1":"Annual","source_earliest_available_1":2001,"source_geographical_coverage_1":"Iceland","source_url_1":"http://www.fao.org/sustainable-development-goals/indicators/2a1/en/","source_url_text_1":"FAO Indicator 2.a.1 - The agriculture orientation index for government expenditures (AOI)","source_release_date_1":null,"source_next_release_1":"TBC","source_statistical_classification_1":"Non-Official Statistic","source_contact_1":"SDG-indicators@fao.org","source_other_info_1":null,"page_content":"\n"}}