{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-0A-01.pdf ","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 223 KB)","graph_type":"line","indicator":"2.a.1","indicator_definition":"An Agriculture Orientation Index (AOI) greater than 1 reflects a higher orientation towards the agriculture sector, which receives a higher share of government spending relative to its contribution to economic value-added. An AOI less than 1 reflects a lower orientation to agriculture, while an AOI equal to 1 reflects neutrality in a government’s orientation to the agriculture sector.","indicator_name":"The agriculture orientation index for government expenditures","indicator_sort_order":"02-aa-01","layout":"indicator","permalink":"/2-a-1/","published":true,"reporting_status":"complete","sdg_goal":"2","target":"Increase investment, including through enhanced international cooperation, in rural infrastructure, agricultural research and extension services, technology development and plant and livestock gene banks in order to enhance agricultural productive capacity in developing countries, in particular least developed countries","target_id":"2.a","graph_title":"The agriculture orientation index for government expenditures","un_custodian_agency":"Food and Agricultural Organization (FAO)","un_designated_tier":"2","national_indicator_available":"The agriculture orientation index for UK government expenditures","national_geographical_coverage":"Iceland","computation_units":"Agriculture Orientation Index (AOI)","computation_definitions":"The Agriculture Orientation Index (AOI) for Government Expenditures is defined as the Agriculture Share of Government Expenditures, divided by the Agriculture Share of GDP, where Agriculture refers to the agriculture, forestry, fishing and hunting sector. The measure in a currency-free index, calculated as the ratio of these two shares. National governments are requested to compile Government Expenditures according to the international Classification of Functions of Government (COFOG) codes, and Agriculture Share of GDP according to the System of National Accounts (SNA).","computation_calculations":"AOI = (Agriculture Share of Government Expenditures / Agriculture Share of GDP), where i) Agriculture Share of Government Expenditures = (Central Government Expenditures on Agriculture / Total Central Government Outlays); and ii) Agriculture Share of GDP = (Agriculture Value-Added / GDP Agriculture) refers to the Division A of ISIC Rev 4 (Agriculture, forestry, fishing and hunting), equal to Division A+B of ISIC Rev 3.2.","comments_limitations":"Data follows the UN specification for this indicator. This indicator has not been identified in collaboration with topic experts.","source_active_1":true,"source_organisation_1":"Food and Agriculture Organisation of the United Nations (FAO)","source_periodicity_1":"Annual","source_earliest_available_1":2001,"source_geographical_coverage_1":"Iceland","source_url_1":"http://www.fao.org/sustainable-development-goals/indicators/2a1/en/","source_url_text_1":"FAO Indicator 2.a.1 - The agriculture orientation index for government expenditures (AOI)","source_release_date_1":null,"source_next_release_1":"TBC","source_statistical_classification_1":"Non-Official Statistic","source_contact_1":"SDG-indicators@fao.org","source_other_info_1":null,"national_data_update_url_text":"2019-10-15: see changes on GitHub","national_data_update_url":"https://github.com/hagstofan/open-sdg-data/commit/c53e76e279524e4c022e3b20c7f6548807befe3a","national_metadata_update_url_text":"2019-10-15: see changes on GitHub","national_metadata_update_url":"https://github.com/hagstofan/open-sdg-data/commit/e26552c4d56cf412cde10f522ca2359988fd2b3f","page_content":"\n"}