{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-01-02.pdf","goal_meta_link_text":"Lýsigögn Sameinuðu Þjóðanna (PDF 374 KB)","graph_type":"line","indicator":"3.1.2","indicator_definition":"Hlutfall fæðinga sem eiga sér stað á heilbrigðisstofnunum","indicator_name":"Hlutfall fæðinga þar sem faglærðir heilbrigðisstarfsmenn eru til staðar.","indicator_sort_order":"03-01-02","layout":"indicator","permalink":"/3-1-2/","published":true,"reporting_status":"complete","sdg_goal":"3","target":"Eigi síðar en árið 2030 verði dauðsföll af völdum barnsburðar í heiminum komin niður fyrir 70 af hverjum 100.000 börnum sem fæðast á lífi.","target_id":"3.1","graph_title":"Hlutfall fæðinga sem eiga sér stað á heilbrigðisstofnunum","un_custodian_agency":"Barnahjálp Sameinuðu Þjóðanna (UNICEFF)","un_designated_tier":"1","national_indicator_available":"Hlutfall fæðinga sem eiga sér stað á heilbrigðisstofnunum","national_indicator_description":"Hlutfall fæðinga sem eiga sér stað á heilbrigðisstofnunum","national_geographical_coverage":"Ísland","computation_units":"Hundraðshlutar (%)","computation_definitions":"Hlutfall fæðinga þar sem faglærðir heilbrigðisstarfsmenn eru til staðar (læknar, hjúkrunarfræðingar eða ljósmæður) er hlutfall fæðinga þar sem faglærðir heilbrigðisstarfsmenn, þjálfaðir í ummönnun ungabarna og mæðra, jafnt á meðgöngu sem og við og eftir fæðingu, eru viðstaddir. Með fæðingu er átt við fæðingu eins eða fleirri barna, þar með talið andvana fædd börn. Andvana fætt barn er barn sem fætt er eftir 24 eða fleirri vikur meðgöngu sem aldrei dró anda eða sýndi lífsmerki.","computation_calculations":"Hlutfall kvenna sem fæða börn sín á heilbrigðisstofnunum má reikna með því að deila fjölda mæðra sem fæða börn sín á heilbrigðisstofnunum með heildarfjölda fæðinga, margfaldað með 100.","comments_limitations":"Hlutfall fæðinga sem eiga sér stað á heilbrigðisstofnunum er hér notað í stað skilgreinds mælikvarða Sameinuðu Þjóðanna. Í lang flestum tilvikum eiga heimafæðingar sér stað í návist ljóðsmæðra svo ætla má að hlutfall fæðinga þar sem faglærðir heilbrigðisstarfsmenn eru ekki viðstaddir sé afar fátítt. Þessi mælikvarði er notaður sem nálgun á heimsmarkmiðamælikvarða Sameinuðu Þjóðanna. Þar sem því má við komast er unnið að því að finna eða þróa íslensk gögn til að uppfylla forskrifa Sameinuðu Þjóðanna. Þessi mælikvarði var ekki fundinn í samstarfi við sérfræðinga á þessu sviði.","source_active_1":true,"source_organisation_1":"Embætti Landlæknis","source_periodicity_1":"Árleg","source_earliest_available_1":1990,"source_geographical_coverage_1":"Ísland","source_url_1":"https://www.landlaeknir.is/english/statistics/births/","source_url_text_1":"Fæðingartölfræði","source_release_date_1":null,"source_next_release_1":null,"source_statistical_classification_1":"Opinber tölfræði","source_contact_1":"mottaka@landlaeknir.is","national_data_update_url_text":"2019-10-15: see changes on GitHub","national_data_update_url":"https://github.com/hagstofan/open-sdg-data/commit/c2ced37e390f02c4623b7925ef3687f7173528b1","national_metadata_update_url_text":"2020-01-09: see changes on GitHub","national_metadata_update_url":"https://github.com/hagstofan/open-sdg-data/commit/53e52272e91a73ede3e5efa051d343db234602af","page_content":"\nHlutfall fæðinga sem eiga sér stað á heilbrigðisstofnunum er hér notað í stað skilgreinds mælikvarða Sameinuðu Þjóðanna. Í lang flestum tilvikum eiga heimafæðingar sér stað í návist ljóðsmæðra svo ætla má að hlutfall fæðinga þar sem faglærðir heilbrigðisstarfsmenn eru ekki viðstaddir sé afar fátítt.\n","en":{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-01-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 374 KB)","graph_type":"line","indicator":"3.1.2","indicator_definition":"Percentage of women giving birth in a medical facility","indicator_name":"Proportion of births attended by skilled health personnel","indicator_sort_order":"03-01-02","layout":"indicator","permalink":"/3-1-2/","published":true,"reporting_status":"complete","sdg_goal":"3","target":"By 2030, reduce the global maternal mortality ratio to less than 70 per 100,000 live births","target_id":"3.1","graph_title":"Percentage of women giving birth in a medical facility","un_custodian_agency":"United Nations Children's Fund (UNICEFF)","un_designated_tier":"1","national_indicator_available":"Percentage of women giving birth in a medical facility","national_indicator_description":"Percentage of women giving birth in a medical facility","national_geographical_coverage":"Iceland","computation_units":"Percentage (%)","computation_definitions":"Percentage of births attended by skilled health personnel (generally doctors, nurses or midwives) is the percentage of deliveries attended by health personnel trained in providing lifesaving obstetric care, including giving the necessary supervision, care and advice to women during pregnancy, labour and the post-partum period, conducting deliveries on their own, and caring for newborns. Traditional birth attendants, even if they receive a short training course, are not included. A maternity is a pregnancy resulting in the birth of one or more children including stillbirths. A stillbirth is a baby born after 24 or more weeks completed gestation and which did not, at any time, breathe or show signs of life.","computation_calculations":"The percentage of women giving birth can be calculated by dividing the of maternities in medical facilitesdivided by the total number of maternities, multiplied by 100.","comments_limitations":"Maternities in medical facilities used as a proxy. In most cases home delivieries are conducted with a certified midwife present. This indicator is  being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has not been identified in collaboration with topic experts.","source_active_1":true,"source_organisation_1":"Directorate of Health","source_periodicity_1":"Annual","source_earliest_available_1":1990,"source_geographical_coverage_1":"Iceland","source_url_1":"https://www.landlaeknir.is/english/statistics/births/","source_url_text_1":"Birth statistics","source_release_date_1":null,"source_next_release_1":null,"source_statistical_classification_1":"National Statistic","source_contact_1":"mottaka@landlaeknir.is","page_content":""}}