{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-04-01.pdf","goal_meta_link_text":"Lýsigögn Sameinuðu Þjóðanna (PDF 214 KB)","graph_type":"bar","indicator":"4.4.1","indicator_name":"Hlutfall ungmenna og fullorðinna sem búa yfir upplýsinga- og fjarskiptatækniþekkingu, eftir tegund þekkingar.","indicator_sort_order":"04-04-01","layout":"indicator","permalink":"/4-4-1/","published":true,"reporting_status":"complete","sdg_goal":"4","target":"Eigi síðar en árið 2030 hafi ungmennum og fullorðnum með hagnýta kunnáttu fjölgað umtalsvert, þar á meðal á sviði tækni- og starfsmenntunar, til þess að geta gegnt viðeigandi störfum, fengið mannsæmandi vinnu og stundað frumkvöðlastarfsemi.","target_id":"4.4","graph_title":"Hlutfall ungmenna og fullorðinna sem búa yfir upplýsinga- og fjarskiptatækniþekkingu (ICT), eftir tegund þekkingar.","un_custodian_agency":"Tölfræðideild Menningarmálastofnunar Sameinuðu Þjóðanna (UNESCO-UIS)","un_designated_tier":"2","national_indicator_available":"Hlutfall íbúa (16 ára og eldri) sem hafa notað upplýsinga- og netkunnáttu á undanförnum 12 mánuðum, eftir tegund kunnáttu","national_geographical_coverage":"Ísland","computation_units":"Hundraðshlutar (%)","computation_definitions":"Tölva er skilgreind sem borðtölva, fartölva eða spjaldtölva en ekki tæki sem hafa einhverja eiginleika tölvu, eins og snjallsjónvörp og snjallsíma.","computation_calculations":"Þessi mælikvarði er reiknaður sem hlutfall fólks í úrtaksþýði sem svaraði 'já' við ákveðnum spurningum í spurningakönnun, t.a.m. notkun ICT kunnáttu á mismunandi sviðum.","comments_limitations":"Gögn fylgja forskrift Sameinuðu Þjóðanna fyrir þennan mælikvarða. Þessi mælikvarði var fundinn í samstarfi við sérfræðinga á þessu sviði.","source_active_1":true,"source_organisation_1":"Hagstofa Íslands","source_periodicity_1":"Árleg","source_earliest_available_1":2017,"source_geographical_coverage_1":"Ísland","source_url_1":null,"source_url_text_1":null,"source_release_date_1":null,"source_next_release_1":null,"source_statistical_classification_1":"Opinber tölfræði","source_contact_1":"upplysingar@hagstofa.is","national_data_update_url_text":"2019-10-09: see changes on GitHub","national_data_update_url":"https://github.com/hagstofan/open-sdg-data/commit/d924641e424a540c26453c4ebba6a90cfa20df49","national_metadata_update_url_text":"2020-01-09: see changes on GitHub","national_metadata_update_url":"https://github.com/hagstofan/open-sdg-data/commit/7afb1f9cff4ad647e16d075da0e9013309c2a89b","page_content":"\nHagstofa Íslands safnar upplýsingum um færni fólks á ýmsum sviðum upplýsingatækni sem hluta af samevrópskri rannsókn, Information Society Statistics. Hagstofan hóf þessa gagnasöfnun aftur árið 2017 eftir nokkurra ára hlé. Í rannsókninni er slík færni greind í fjóra þætti, þ.e. 1) öflun og varðveisla upplýsinga; 2) samskipti; 3) kerfisfærni; og 4) hugbúnaður. Færni fólks á hverju sviði er metin á þríkosta skala: 1) skortir grunnfærni; 2) grunnfærni; 3) meira en grunnfærni. Að lokum er búinn til samsettur mælikvarði á almennri færni sem tekur mið af færni fólks á ólíkum sviðum.\nÞað eru tengsl á milli aldurs fólks og færni við notkun upplýsingatækni, þ.e. nær allir undir 45 ára aldri hafa grunnfærni á öllum sviðum en svo minnkar færnin á hverju aldursbili þar fyrir ofan. Engu að síður er grunnfærni á öllum sviðum almenn í eldri aldurshópunum.\n","en":{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-04-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 214 KB)","graph_type":"bar","indicator":"4.4.1","indicator_name":"Proportion of youth and adults with information and communications technology (ICT) skills, by type of skill","indicator_sort_order":"04-04-01","layout":"indicator","permalink":"/4-4-1/","published":true,"reporting_status":"complete","sdg_goal":"4","target":"By 2030, substantially increase the number of youth and adults who have relevant skills, including technical and vocational skills, for employment, decent jobs and entrepreneurship","target_id":"4.4","graph_title":"Proportion of youth and adults with information and communications technology (ICT) skills, by type of skill","un_custodian_agency":"United Nations Education and Scientific Cultural Organisation - Institute of Statistics (UNESCO-UIS)","un_designated_tier":"2","national_indicator_available":"Percentage of population (aged 16 and over) who have exercised information and communication technology (ICT) skills in the previous 12 months, by type of skill","national_geographical_coverage":"Iceland","computation_units":"Percentage (%)","computation_definitions":"A computer refers to a desktop computer, a laptop (portable) computer or a tablet (or similar handheld computer). It does not include equipment with some embedded computing abilities, such as smart TV sets or mobile phones.","computation_calculations":"The indicator is calculated as the percentage of people in a given population who have responded ‘yes’ to a selected number of variables e.g. the use of ICT skills in various subject areas or learning domains, the use of ICT skills inside or outside of school and/or workplace, etc. ","comments_limitations":"Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","source_active_1":true,"source_organisation_1":"Statistics Iceland","source_periodicity_1":"Annual","source_earliest_available_1":2017,"source_geographical_coverage_1":"Iceland","source_url_1":null,"source_url_text_1":null,"source_release_date_1":null,"source_next_release_1":null,"source_statistical_classification_1":"National Statistic","source_contact_1":"upplysingar@hagstofa.is","page_content":"\nStatistics Iceland collects information on the skills of people in various fields of IT\nas part of a pan-European Information Society Statistics study. Statistics Iceland\nstarted this data collection again in 2017 after pausing for several years. In the study,\nsuch skills are analysed in four areas, i.e. 1) acquisition and retention of information;\n2) communication; 3) system skills; and 4) software. People’s skills in each field are\nassessed on a three-step scale: 1) lack basic skills; 2) basic skills; 3) more than basic\nskills. Finally, a composite indicator of general skills is created that takes into account\nthe skills of people in different fields.\n\nThere is a correlation between age and skills in the use of information technology,\ni.e. almost everyone under the age of 45 has basic skills in all areas, but the skills\ndecrease with each increasing age group. Nevertheless, basic skills in all areas are\ncommon in the older age groups.\n"}}