{"data_non_statistical":true,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-04-01.pdf","goal_meta_link_text":"Lýsigögn Sameinuðu Þjóðanna (PDF 337 KB)","graph_type":"line","indicator":"5.4.1","indicator_name":"Hlutfall tíma sem varið er til ólaunaðra heimilis- og umönnunarstarfa, eftir kyni, aldri og staðsetningu.","indicator_sort_order":"05-04-01","layout":"indicator","permalink":"/5-4-1/","published":true,"reporting_status":"complete","sdg_goal":"5","target":"Ólaunuð umönnunar- og heimilisstörf verði viðurkennd og metin með því að tryggja opinbera félagsþjónustu, innviði og stefnumörkun á sviði félagslegrar verndar og að ýtt verði undir sameiginlega ábyrgð innan fjölskyldunnar, þ.m.t. á heimilinu, eins og við á í hverju landi.","target_id":"5.4","graph_title":"Hlutfall tíma sem varið er til ólaunaðra heimilis- og umönnunarstarfa, eftir kyni, aldri og staðsetningu.","un_custodian_agency":"Tölfræðideild Sameinuðu Þjóðanna (UNSD)","un_designated_tier":"2","national_geographical_coverage":"Ísland","comments_limitations":"Þessi mælikvarði er notaður sem nálgun á heimsmarkmiðamælikvarða Sameinuðu Þjóðanna. Þar sem því má við komast er unnið að því að finna eða þróa Íslensk gögn til að uppfylla forskrifa Sameinuðu Þjóðanna. Þessi mælikvarði var fundinn í samstarfi við málefnasérfræðinga.","national_data_update_url_text":"2018-10-20: see changes on GitHub","national_data_update_url":"https://github.com/hagstofan/open-sdg-data/commit/c668a137c13a542f480233edcff3476972c2b897","national_metadata_update_url_text":"2019-11-14: see changes on GitHub","national_metadata_update_url":"https://github.com/hagstofan/open-sdg-data/commit/a570b093e9558b4bc7e8a9ce348eb684fa00d386","page_content":"\nEkki eru til alþjóðlega samanburðarhæf gögn um alla þætti mælikvarðans en sjá má skýrslu aðgerðarhóps Velferðarráðuneytis frá 2015 og könnun um vinnu aðstandenda fatlaðs fólks. Samkvæmt skýrslu aðgerðahópsins er ólaunuð vinna karla 9 klst. á viku og kvenna 13,5 klst. á viku.\n","en":{"data_non_statistical":true,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-04-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 337 KB)","graph_type":"line","indicator":"5.4.1","indicator_name":"Proportion of time spent on unpaid domestic and care work, by sex, age and location","indicator_sort_order":"05-04-01","layout":"indicator","permalink":"/5-4-1/","published":true,"reporting_status":"complete","sdg_goal":"5","target":"Recognize and value unpaid care and domestic work through the provision of public services, infrastructure and social protection policies and the promotion of shared responsibility within the household and the family as nationally appropriate","target_id":"5.4","graph_title":"Proportion of time spent on unpaid domestic and care work, by sex, age and location","un_custodian_agency":"UN Statistics Division (UNSD)","un_designated_tier":"2","national_geographical_coverage":"Iceland","comments_limitations":"This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop Icelandic data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","page_content":"\nThere is no internationally comparable data on all aspects of this indicator; however, there is a report of the Ministry of Welfare’s action group from 2015 and a survey on the work of family members of disabled people. According to the report, unpaid men’s work amounts to 9 hours. per week and women’s to 13.5 hours per week.\n"}}